Repository: mchehab/xawtv3
Catalog: debian/po/*.po
Languages: da, de, es, fr, jp

source: Create video4linux (/dev/video*) special files?
da: Opret video4linux (/dev/video*) specielle filer?
de: Sollen Geräte-Dateien (/dev/video*) für video4linux erstellt werden?
es: ¿Crear los ficheros especiales video4linux (/dev/video*)?
fr: Créer les fichiers spéciaux video4linux (/dev/video*) ?
jp: video4linux (/dev/video*) の特殊ファイルを作成しますか?

source: scan for TV stations?
da: Skan efter TV stationer?
de: Soll nach TV-Stationen gesucht werden?
es: ¿Buscar cadenas de televisión?
fr: Rechercher des chaînes de télévision ?
jp: TV 局の一覧をスキャンしますか?

source: I can do a scan of all channels and put a list of the TV stations I've found into the config file.
da: Jeg kan lave en skanning efter alle kanaler og putte dem i en liste af de TV stationer jeg har fundet, ind i en konfigurations fil.
de: Ich kann einen Suche nach Kanälen durchführen und eine Liste der gefundenen TV-Stationen in die Konfigurationsdatei schreiben.
es: Puedo realizar una búsqueda de todos los canales y poner una lista de las cadenas de televisión encontradas en el fichero de configuración.
fr: Je peux parcourir l'ensemble des canaux et placer la liste de toutes les chaînes de télévision que j'ai trouvées dans le fichier de configuration.
jp: すべてのチャンネルをスキャンし、見つかった TV 局のリストを設定ファイルに追加できます。

source: This requires a working bttv driver. If bttv isn't configured correctly I might not find the TV stations.
da: Dette kræver en virkende bttv driver. Hvis bttv ikke er korrekt konfigureret, vil du måske ikke finde TV stationerne.
de: Dafür ist ein funktionierender BTTV-Treiber erforderlich. Wenn BTTV nicht richtig eingerichtet ist, werde ich keine Stationen finden können.
es: Esto requiere un controlador bttv que funcione. Si bttv no se encuentra configurado correctamente puede que no encuentre las cadenas de televisión.
fr: Cela nécessite un pilote fonctionnel pour bttv. Si bttv n'est pas encore configuré correctement, je ne pourrai sans doute pas trouver les chaînes de télévision.
jp: bttv ドライバが既に動作している必要があります。まだ bttv がきちんと設定されていない場合、TV 局を見つける事ができないかもしれません。

source: I'll try to pick up the channel names from videotext. This will work with PAL only.
da: Jeg vil prøve at finde kanal navne fra videotext. Dette vil kun virke med PAL.
de: Ich werde versuchen, die Namen der Kanäle aus dem Videotext herauszulesen. Dies funktioniert nur mit PAL.
es: Trataré de obtener los nombres de los canales del teletexto. Esto sólo funcionará con PAL.
fr: Je vais essayer de déterminer le nom des chaînes à partir du télétexte. Cela fonctionne uniquement avec la norme PAL.
jp: videotext からチャンネル名を取り出してみます。これは PAL でのみ動作します (日本では NTSC を利用しているので動作しません)。

source: Which TV norm is used in your country?
da: Hvilken TV norm er brugt i dit land?
de: Welche TV-Norm benutzt man in ihrem Land?
es: ¿Qué sistema de televisión se usa en su país?
fr: Quelle norme de diffusion télévisuelle est employée dans votre pays ?
jp: あなたの国ではどの TV 規格を使っていますか? (なお、日本では NTSC を利用しています)

source: Create a default configuration for xawtv?
da: Opret en standard konfigurations fil til xawtv?
de: Soll eine Standard-Konfiguration für xawtv erstellt werden?
es: ¿Crear una configuración predeterminada para xawtv?
fr: Créer une configuration par défaut pour xawtv ?
jp: xawtv の標準設定を作成しますか?

source: You can create a system-wide configuration file for xawtv with reasonable default values for the country you live in (which TV norm is used for example).
da: Du kan oprette en system-bred konfigurations fil til xawtv med fornuftige standard værdier for landet du lever i (f.eks. hvilken TV norm der bliver brugt i dit land).
de: Sie können für xawtv eine systemweite Konfigurationsdatei erstellen, die vernünftige Voreinstellungen für ihr Land enthält (z.B. welche TV-Norm benutzt wird).
es: Puede crear un fichero de configuración global de xawtv con valores razonables para el país en el que vive (como, por ejemplo, el sistema de televisión que se emplea).
fr: Vous pouvez créer un fichier de configuration générique pour xawtv avec des valeurs par défaut adaptées au pays dans lequel vous résidez (par exemple la norme télévisuelle employée).
jp: あなたが住んでいる国での適切な初期値 (TV 規格が例として使われています) が記載されている xawtv 用のシステム全般での設定ファイルを作成できます。

source: It is not required to have a global configuration file, but it will be more comfortable for your users if they find a working default configuration.
da: Det er ikke krævet at have en global konfigurations fil, men det vil gøre det mere behageligt for dine brugere, hvis de finder en standard virkende konfiguration.
de: Eine globale Konfigurationsdatei ist nicht unbedingt erforderlich, aber es ist für die Benutzer sicherlich angenehm, gleich eine funktionierende Konfiguration vorzufinden.
es: No es obligatorio tener un fichero de configuración global, pero será más cómodo para sus usuarios encontrarse una configuración por defecto que funciona.
fr: Il n'est pas nécessaire de disposer d'un fichier de configuration générique, mais vos utilisateurs se sentiront plus à l'aise s'ils trouvent une configuration par défaut qui fonctionne.
jp: 標準設定ファイルは必要ではありませんが、ユーザが動作する標準の設定を見つけ出すのにより役立つでしょう。

source: us-bcast, us-cable, us-cable-hrc, japan-bcast, japan-cable, europe-west, europe-east, italy, newzealand, australia, ireland, france, china-bcast
es: EEUU-bcast, EEUU-cable, EEUU-cable-hrc, Japón-bcast, Japón-cable, Europa Occidental, Europa Oriental, Italia, Nueva Zelanda, Australia, Irlanda, Francia, China-bcast
fr: us-bcast, us-cable, us-cable-hrc, japon-bcast, japon-cable, europe-ouest, europe-est, italie, nouvelle-zélande, australie, irlande, france, chine-bcast
jp: アメリカ(地上波), アメリカ(ケーブルテレビ), アメリカ(光同軸ケーブルテレビ), 日本(地上波), 日本(ケーブルテレビ), 西ヨーロッパ, 東ヨーロッパ, イタリア, ニュージーランド, オーストラリア, アイルランド, フランス, 中国(地上波)

source: Which frequency table should be used?
da: Hvilken frekvens tabel skal bruges?
de: Welche Frequenzen-Tabelle soll benutzt werden?
es: ¿Qué tabla de frecuencias se debería usar?
fr: Quelle table de fréquence doit être utilisée ?
jp: どの周波数テーブルを利用しますか?

source: A frequency table is just a list of TV channel names/numbers and the corresponding broadcast frequencies for these channels. Different regions use different standards here...
da: En frekvens tabel er bare en liste af kanal navne/tal og de tilsvarende frekvenser for disse kanaler. Forskellige regioner bruger forskellige standarder her...
de: Eine Frequenzen-Tabelle ist einfach nur eine Liste der TV-Kanäle (Namen oder Nummern) mit dazugehörigen Frequenzen. Verschiedene Regionen verwenden unterschiedliche Standards.
es: Una tabla de frecuencias es sólo una lista de nombres/números de canales de televisión y sus correspondientes frecuencias de emisión. En diferentes regiones se utilizan diferentes estándares...
fr: Un tableau de fréquences conciste simplement en une liste de numéros ou de noms de chaînes, associés aux fréquences de diffusion correspondantes. Ici, différentes zones utilisent différents standards....
jp: 周波数テーブルは TV チャンネルの名前・数字とチャンネルに対応する放送周波数のリストです。これは地域ごとに異なっています。
